{
  "demo_anchors": [
    {
      "name": "DEMO: Housing Affordability & Supply",
      "hyde_document": "Municipal governments across G7 nations are implementing comprehensive zoning reforms to address the housing affordability crisis. This policy brief examines innovative approaches to increase housing supply through regulatory modernization, including the elimination of exclusionary single-family zoning, streamlined permitting processes for multi-unit developments, and inclusionary housing requirements. The analysis explores financing mechanisms such as community land trusts, social housing bonds, and public-private partnerships that enable affordable housing construction at scale. Special attention is given to strategies for preventing displacement in gentrifying neighborhoods through tenant protections, rent stabilization measures, and community benefit agreements. The brief evaluates evidence from cities that have successfully increased housing stock while maintaining affordability, including Vienna's social housing model, Tokyo's flexible zoning approach, and Minneapolis's comprehensive plan reforms. Key recommendations include establishing housing targets tied to population growth, creating fast-track approval processes for affordable units, leveraging public land for non-market housing, and implementing vacancy taxes on speculative holdings. The document addresses the intersection of housing policy with climate adaptation, advocating for energy-efficient construction standards and transit-oriented development patterns. It also examines homelessness prevention strategies, including supportive housing models, rapid rehousing programs, and coordinated entry systems. The brief concludes with implementation frameworks for monitoring housing production, tracking affordability metrics, and ensuring equitable distribution of new housing across income levels and geographic areas.",
      "author": "Demo"
    },
    {
      "name": "DEMO: Sustainable Transportation Infrastructure",
      "hyde_document": "This comprehensive policy framework addresses the urgent need to modernize transportation infrastructure across G7 nations in alignment with climate commitments and urban livability goals. The document examines strategic investments in public transit systems, including bus rapid transit expansion, light rail network development, and regional rail electrification. It analyzes the policy levers necessary to accelerate electric vehicle adoption, such as charging infrastructure deployment, purchase incentives, fleet electrification mandates, and phase-out timelines for internal combustion engines. The framework explores active transportation infrastructure, advocating for protected bicycle lane networks, pedestrian priority zones, and complete streets policies that prioritize safety and accessibility. Special focus is given to transit equity, ensuring that infrastructure investments serve low-income communities and reduce transportation cost burdens on vulnerable populations. The brief evaluates innovative funding mechanisms including congestion pricing, carbon taxes, vehicle-miles-traveled fees, and green infrastructure bonds. It examines successful case studies from cities like Amsterdam's cycling infrastructure, Copenhagen's integrated mobility planning, and Curitiba's bus rapid transit system. The document addresses the intersection of transportation with urban planning, advocating for transit-oriented development, reduced parking requirements, and mixed-use zoning that enables walkable communities. It also explores emerging technologies such as autonomous vehicles, mobility-as-a-service platforms, and smart traffic management systems. Policy recommendations include establishing mode-shift targets, implementing zero-emission zones in urban cores, prioritizing transit frequency over coverage, and creating unified regional transportation authorities. The framework emphasizes the co-benefits of sustainable transportation including improved air quality, reduced congestion, enhanced public health, and more vibrant urban spaces.",
      "author": "Demo"
    },
    {
      "name": "DEMO: Agricultural Resilience & Food Security",
      "hyde_document": "This policy analysis addresses the critical challenge of ensuring agricultural resilience and food security amid climate disruption, supply chain vulnerabilities, and geopolitical instability. The document examines strategies for building climate-adaptive agricultural systems, including drought-resistant crop varieties, precision irrigation technologies, regenerative farming practices, and diversified cropping systems that enhance resilience to extreme weather events. It explores the policy frameworks necessary to support farmers in transitioning to sustainable practices, including technical assistance programs, risk-sharing mechanisms, crop insurance reforms, and payment schemes that reward ecosystem services. The brief analyzes food supply chain resilience, addressing concentration risks, transportation dependencies, and the need for regional food systems that reduce vulnerability to global disruptions. Special attention is given to the intersection of agriculture with climate mitigation, examining soil carbon sequestration potential, reduced tillage practices, improved nutrient management, and the role of agriculture in renewable energy production through biofuels and agrivoltaics. The document evaluates successful models from countries that have enhanced food security while reducing environmental impacts, including Denmark's organic farming transition, New Zealand's sustainable intensification approach, and the Netherlands' precision agriculture leadership. Policy recommendations include establishing farmer-led research networks, creating market incentives for sustainable products, implementing agricultural emissions reduction targets, and protecting prime farmland from development. The brief addresses rural economic development, advocating for value-added processing infrastructure, direct-to-consumer marketing support, and cooperative business models that keep economic benefits in farming communities. It examines the future of food production including vertical farming, alternative proteins, and biotechnology applications. The framework emphasizes the need for supply management systems that balance production, environmental stewardship, and farmer income stability while ensuring affordable food access for all citizens.",
      "author": "Demo"
    },
    {
      "name": "DEMO: AI Governance & Public Sector Deployment",
      "hyde_document": "This comprehensive governance framework addresses the deployment of artificial intelligence systems within public sector institutions across G7 democracies. The document establishes principles for algorithmic transparency, requiring that government AI systems be explainable, auditable, and subject to meaningful human oversight. It examines regulatory approaches to AI risk management, including impact assessments for high-stakes applications, mandatory algorithmic bias testing, and independent evaluation mechanisms. The framework addresses AI procurement standards, advocating for vendor transparency requirements, performance benchmarking, and contractual provisions that preserve government access to system documentation and training data. Special focus is given to workforce implications, including strategies for reskilling public servants, human-AI collaboration models, and policies to ensure AI augments rather than replaces human judgment in sensitive domains such as benefits administration, criminal justice, and healthcare. The brief explores democratic accountability mechanisms, including citizen notification when AI systems inform decisions affecting their rights, appeal processes for automated determinations, and parliamentary oversight of government AI deployments. It examines successful governance models from jurisdictions that have implemented AI ethics frameworks, including the EU's AI Act, Canada's Algorithmic Impact Assessment, and New Zealand's Algorithm Charter. Policy recommendations include establishing chief AI officers within government departments, creating centralized AI review boards, mandating algorithmic equity audits, and developing open-source government AI tools that enable public scrutiny. The document addresses data governance, advocating for privacy-preserving techniques, strict limitations on surveillance applications, and ethical frameworks for training AI on citizen data. It explores the potential of AI to enhance public services through improved resource allocation, predictive maintenance of infrastructure, natural language interfaces for citizen services, and data-driven policy evaluation. The framework emphasizes the importance of multistakeholder governance involving civil society, academia, and affected communities in AI deployment decisions. It concludes with implementation guidance for building institutional capacity, fostering AI literacy among public servants, and ensuring that government AI adoption aligns with democratic values and human rights commitments.",
      "author": "Demo"
    }
  ]
}
